Revit 2027 API
UnitTypeId.Acres Property
 Acres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Acres { get; }
Public Shared ReadOnly Property Acres As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Acres {
	ForgeTypeId^ get ();
}
static member Acres : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace